class LocationsData {
  static const List<Map<String, dynamic>> groups = [
    {
      "groupName": "Городская повседневность",
      "locations": [
        {
          "name": "Больница",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про одежду в этом месте",
            "Спросите общий вопрос про типичных людей в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про правила поведения в этом месте"
          ]
        },
        {
          "name": "Школа",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про распорядок дня в этом месте",
            "Спросите общий вопрос про людей, которые здесь чему‑то учатся",
            "Спросите общий вопрос про тех, кто здесь руководит процессом",
            "Спросите общий вопрос про перерывы в этом месте",
            "Спросите общий вопрос про шум и тишину в этом месте"
          ]
        },
        {
          "name": "Метро",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про количество людей в этом месте",
            "Спросите общий вопрос про скорость передвижения в этом месте",
            "Спросите общий вопрос про то, где люди проводят время в этом месте",
            "Спросите общий вопрос про объявления и надписи в этом месте",
            "Спросите общий вопрос про то, насколько здесь удобно разговаривать"
          ]
        },
        {
          "name": "Автобусная остановка",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про ожидание в этом месте",
            "Спросите общий вопрос про то, стоят здесь или сидят",
            "Спросите общий вопрос про то, как часто сюда приходят",
            "Спросите общий вопрос про влияние погоды на это место",
            "Спросите общий вопрос про то, чем люди занимаются, пока ждут"
          ]
        },
        {
          "name": "Библиотека",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про отношение к тишине в этом месте",
            "Спросите общий вопрос про то, чем здесь обычно заняты глаза",
            "Спросите общий вопрос про длительность пребывания в этом месте",
            "Спросите общий вопрос про отношение к разговорам в этом месте",
            "Спросите общий вопрос про то, насколько здесь удобно искать информацию"
          ]
        },
        {
          "name": "Супермаркет",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про передвижение людей в этом месте",
            "Спросите общий вопрос про то, что люди здесь обычно держат в руках",
            "Спросите общий вопрос про очереди в этом месте",
            "Спросите общий вопрос про разнообразие выбора в этом месте",
            "Спросите общий вопрос про то, что здесь делают перед уходом"
          ]
        },
        {
          "name": "Парк развлечений",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про очереди в этом месте",
            "Спросите общий вопрос про влияние погоды на это место",
            "Спросите общий вопрос про то, приходят ли сюда чаще одни или с компанией"
          ]
        },
        {
          "name": "Стадион",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про количество людей в этом месте",
            "Спросите общий вопрос про то, сидят здесь или стоят",
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про то, как люди реагируют на происходящее здесь",
            "Спросите общий вопрос про то, приходят ли сюда заранее"
          ]
        },
        {
          "name": "Банк",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про уровень формальности в этом месте",
            "Спросите общий вопрос про очереди в этом месте",
            "Спросите общий вопрос про отношение к документам в этом месте",
            "Спросите общий вопрос про то, как люди проводят время ожидания здесь",
            "Спросите общий вопрос про то, насколько люди здесь серьёзны"
          ]
        },
        {
          "name": "Аэропорт",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про отношение ко времени в этом месте",
            "Спросите общий вопрос про количество багажа в этом месте",
            "Спросите общий вопрос про то, насколько здесь много проверок",
            "Спросите общий вопрос про зоны ожидания в этом месте",
            "Спросите общий вопрос про эмоции людей при расставаниях и встречах в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Работа и бизнес",
      "locations": [
        {
          "name": "Офис",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про рабочий график в этом месте",
            "Спросите общий вопрос про количество времени за столом в этом месте",
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про отношение к опозданиям в этом месте",
            "Спросите общий вопрос про перерывы в этом месте"
          ]
        },
        {
          "name": "Коворкинг",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про разнообразие людей в этом месте",
            "Спросите общий вопрос про то, работают ли здесь над разными задачами",
            "Спросите общий вопрос про уровень свободы в выборе места в этом месте",
            "Спросите общий вопрос про использование ноутбуков в этом месте",
            "Спросите общий вопрос про то, насколько легко здесь сменить окружение"
          ]
        },
        {
          "name": "Строительная площадка",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про физическую нагрузку в этом месте",
            "Спросите общий вопрос про важность безопасности в этом месте",
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про влияние погоды на работу в этом месте",
            "Спросите общий вопрос про количество техники и инструментов в этом месте"
          ]
        },
        {
          "name": "Завод",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про повторяющиеся действия в этом месте",
            "Спросите общий вопрос про работу с техникой в этом месте",
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про работу по сменам в этом месте",
            "Спросите общий вопрос про важность точности в этом месте"
          ]
        },
        {
          "name": "IT компания",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про количество экранов в этом месте",
            "Спросите общий вопрос про время за компьютером в этом месте",
            "Спросите общий вопрос про одежду в этом месте",
            "Спросите общий вопрос про частоту встреч и созвонов в этом месте",
            "Спросите общий вопрос про использование мессенджеров в этом месте"
          ]
        },
        {
          "name": "Кухня ресторана",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про температуру в этом месте",
            "Спросите общий вопрос про запахи в этом месте",
            "Спросите общий вопрос про скорость работы в этом месте",
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про важность чистоты в этом месте"
          ]
        },
        {
          "name": "Салон красоты",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про продолжительность услуг в этом месте",
            "Спросите общий вопрос про отношение к внешнему виду в этом месте",
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про запись заранее в этом месте",
            "Спросите общий вопрос про общение с клиентами в этом месте"
          ]
        },
        {
          "name": "Отель",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про длительность проживания в этом месте",
            "Спросите общий вопрос про то, кто здесь бывает чаще всего",
            "Спросите общий вопрос про работу в ночное время в этом месте",
            "Спросите общий вопрос про важность вежливости в этом месте",
            "Спросите общий вопрос про отношение к чистоте в этом месте"
          ]
        },
        {
          "name": "Телестудия",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про освещение в этом месте",
            "Спросите общий вопрос про наличие техники в этом месте",
            "Спросите общий вопрос про подготовку к выступлениям в этом месте",
            "Спросите общий вопрос про повторение одних и тех же действий в этом месте",
            "Спросите общий вопрос про существование закулисья в этом месте"
          ]
        },
        {
          "name": "Фитнес клуб",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про уровень физической активности в этом месте",
            "Спросите общий вопрос про одежду в этом месте",
            "Спросите общий вопрос про музыку в этом месте",
            "Спросите общий вопрос про посещение до или после работы",
            "Спросите общий вопрос про использование оборудования в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Путешествия и транспорт",
      "locations": [
        {
          "name": "Самолет",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про возможность свободно передвигаться в этом месте",
            "Спросите общий вопрос про длительность нахождения в этом месте",
            "Спросите общий вопрос про размещение людей в рядах в этом месте",
            "Спросите общий вопрос про отношение ко времени в этом месте",
            "Спросите общий вопрос про влияние этого места на самочувствие людей"
          ]
        },
        {
          "name": "Поезд",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про возможность ходить во время поездки в этом месте",
            "Спросите общий вопрос про вид из этого места",
            "Спросите общий вопрос про длительные переезды в этом месте",
            "Спросите общий вопрос про общение с незнакомцами в этом месте",
            "Спросите общий вопрос про то, как проводят время в дороге в этом месте"
          ]
        },
        {
          "name": "Ночной поезд",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про сон в этом месте",
            "Спросите общий вопрос про освещение в этом месте ночью",
            "Спросите общий вопрос про совместное пребывание с незнакомцами в этом месте",
            "Спросите общий вопрос про утро в этом месте",
            "Спросите общий вопрос про привычки людей перед сном в этом месте"
          ]
        },
        {
          "name": "Круизный лайнер",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про длительность пребывания в этом месте",
            "Спросите общий вопрос про сочетание перемещения и отдыха в этом месте",
            "Спросите общий вопрос про наличие развлечений в этом месте",
            "Спросите общий вопрос про вид вокруг этого места",
            "Спросите общий вопрос про разные зоны внутри этого места"
          ]
        },
        {
          "name": "Порт",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про связь этого места с водой",
            "Спросите общий вопрос про типы транспорта в этом месте",
            "Спросите общий вопрос про количество груза в этом месте",
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про работу людей на открытом воздухе в этом месте"
          ]
        },
        {
          "name": "Заправка",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про длительность остановки в этом месте",
            "Спросите общий вопрос про запахи в этом месте",
            "Спросите общий вопрос про людей, которые сюда заезжают",
            "Спросите общий вопрос про связь этого места с дорогой",
            "Спросите общий вопрос про наличие дополнительных услуг в этом месте"
          ]
        },
        {
          "name": "Прокат автомобилей",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про документы в этом месте",
            "Спросите общий вопрос про временное пользование чем‑то в этом месте",
            "Спросите общий вопрос про выбор из похожих вариантов в этом месте",
            "Спросите общий вопрос про связь этого места с поездками",
            "Спросите общий вопрос про ожидание оформления в этом месте"
          ]
        },
        {
          "name": "Туристический автобус",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про осмотр мест через окна в этом месте",
            "Спросите общий вопрос про совместное путешествие с группой в этом месте",
            "Спросите общий вопрос про остановки в этом месте",
            "Спросите общий вопрос про использование этого места для экскурсий",
            "Спросите общий вопрос про атмосферу отдыха в этом месте"
          ]
        },
        {
          "name": "Иностранное метро",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про непонятные надписи в этом месте",
            "Спросите общий вопрос про использование схем и карт в этом месте",
            "Спросите общий вопрос про ощущение чужого города в этом месте",
            "Спросите общий вопрос про необходимость ориентироваться в незнакомой системе в этом месте",
            "Спросите общий вопрос про языковой барьер в этом месте"
          ]
        },
        {
          "name": "Маленький аэропорт",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про количество людей в этом месте",
            "Спросите общий вопрос про размер этого места",
            "Спросите общий вопрос про скорость прохождения процессов в этом месте",
            "Спросите общий вопрос про узнаваемость людей в этом месте",
            "Спросите общий вопрос про ощущение «домашности» в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Развлечения и встречи",
      "locations": [
        {
          "name": "Кинотеатр",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про освещение в этом месте",
            "Спросите общий вопрос про то, куда смотрят люди в этом месте",
            "Спросите общий вопрос про поведение во время просмотра в этом месте",
            "Спросите общий вопрос про покупки перед основным действием в этом месте",
            "Спросите общий вопрос про уровень шума во время основного действия в этом месте"
          ]
        },
        {
          "name": "Ночной клуб",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про музыку в этом месте",
            "Спросите общий вопрос про время суток, когда сюда приходят",
            "Спросите общий вопрос про уровень шума в этом месте",
            "Спросите общий вопрос про типичную одежду в этом месте",
            "Спросите общий вопрос про то, приходят сюда по одному или с компанией"
          ]
        },
        {
          "name": "Караоке бар",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про участие людей в выступлениях в этом месте",
            "Спросите общий вопрос про использование голоса в этом месте",
            "Спросите общий вопрос про то, приходят ли сюда в компаниях",
            "Спросите общий вопрос про атмосферу поддержки в этом месте",
            "Спросите общий вопрос про ожидание своей очереди в этом месте"
          ]
        },
        {
          "name": "Торговый центр",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про количество людей в этом месте",
            "Спросите общий вопрос про возможность просто гулять в этом месте",
            "Спросите общий вопрос про усталость от ходьбы в этом месте",
            "Спросите общий вопрос про наличие еды в этом месте",
            "Спросите общий вопрос про вероятность заблудиться в этом месте"
          ]
        },
        {
          "name": "Игровой клуб",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про игры в этом месте",
            "Спросите общий вопрос про то, сидят здесь долго или нет",
            "Спросите общий вопрос про уровень общения в этом месте",
            "Спросите общий вопрос про наличие соревнований в этом месте",
            "Спросите общий вопрос про использование техники в этом месте"
          ]
        },
        {
          "name": "Казино",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про риск в этом месте",
            "Спросите общий вопрос про эмоции при выигрыше и проигрыше в этом месте",
            "Спросите общий вопрос про уровень формальности в этом месте",
            "Спросите общий вопрос про длительность нахождения за одним занятием в этом месте",
            "Спросите общий вопрос про работу здесь поздно вечером или ночью"
          ]
        },
        {
          "name": "Фестиваль",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про количество людей в этом месте",
            "Спросите общий вопрос про музыку и звуки в этом месте",
            "Спросите общий вопрос про влияние погоды на это место",
            "Спросите общий вопрос про длительность мероприятия в этом месте",
            "Спросите общий вопрос про уровень движения между зонами в этом месте"
          ]
        },
        {
          "name": "Аквапарк",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про воду в этом месте",
            "Спросите общий вопрос про одежду в этом месте",
            "Спросите общий вопрос про физическую активность в этом месте",
            "Спросите общий вопрос про влияние погоды на посещение этого места",
            "Спросите общий вопрос про отдых и усталость в этом месте"
          ]
        },
        {
          "name": "Зоопарк",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про связь этого места с животными",
            "Спросите общий вопрос про прогулки в этом месте",
            "Спросите общий вопрос про количество времени, которое здесь проводят",
            "Спросите общий вопрос про посещение с детьми в этом месте",
            "Спросите общий вопрос про влияние погоды на это место"
          ]
        },
        {
          "name": "Музей",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про отношение к тишине в этом месте",
            "Спросите общий вопрос про то, чем здесь заняты глаза людей",
            "Спросите общий вопрос про длительность осмотра в этом месте",
            "Спросите общий вопрос про посещение группами в этом месте",
            "Спросите общий вопрос про наличие табличек и описаний в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Образование и культура",
      "locations": [
        {
          "name": "Университет",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про размер этого места",
            "Спросите общий вопрос про людей, которые здесь учатся",
            "Спросите общий вопрос про наличие разных корпусов в этом месте",
            "Спросите общий вопрос про жизнь вне занятий в этом месте",
            "Спросите общий вопрос про длительность обучения в этом месте"
          ]
        },
        {
          "name": "Аудитория",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про расположение людей относительно друг друга в этом месте",
            "Спросите общий вопрос про того, кто здесь говорит чаще других",
            "Спросите общий вопрос про длительность нахождения в этом месте",
            "Спросите общий вопрос про использование доски или экрана в этом месте",
            "Спросите общий вопрос про отношение к опозданиям в этом месте"
          ]
        },
        {
          "name": "Музыкальная школа",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про использование инструментов в этом месте",
            "Спросите общий вопрос про регулярные занятия в этом месте",
            "Спросите общий вопрос про выступления учеников в этом месте",
            "Спросите общий вопрос про посещение после основной учёбы в этом месте"
          ]
        },
        {
          "name": "Театр",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про сцену и зал в этом месте",
            "Спросите общий вопрос про поведение зрителей в этом месте",
            "Спросите общий вопрос про разделение на действие и перерыв в этом месте",
            "Спросите общий вопрос про уровень формальности в этом месте",
            "Спросите общий вопрос про живое выступление в этом месте"
          ]
        },
        {
          "name": "Галерея",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про то, на что здесь в основном смотрят",
            "Спросите общий вопрос про скорость передвижения людей в этом месте",
            "Спросите общий вопрос про уровень тишины в этом месте",
            "Спросите общий вопрос про временность экспозиций в этом месте",
            "Спросите общий вопрос про обсуждение увиденного в этом месте"
          ]
        },
        {
          "name": "Языковая школа",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про использование разных языков в этом месте",
            "Спросите общий вопрос про маленькие группы в этом месте",
            "Спросите общий вопрос про домашние задания в этом месте",
            "Спросите общий вопрос про разговорную практику в этом месте",
            "Спросите общий вопрос про людей, которые приходят сюда после работы или учёбы"
          ]
        },
        {
          "name": "Читальный зал",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про отношение к тишине в этом месте",
            "Спросите общий вопрос про длительность сидения за столом в этом месте",
            "Спросите общий вопрос про концентрацию внимания в этом месте",
            "Спросите общий вопрос про использование ноутбуков и книг в этом месте",
            "Спросите общий вопрос про поведение перед экзаменами в этом месте"
          ]
        },
        {
          "name": "Консерватория",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про профессиональное обучение музыке в этом месте",
            "Спросите общий вопрос про наличие больших залов в этом месте",
            "Спросите общий вопрос про регулярные репетиции в этом месте",
            "Спросите общий вопрос про концерты в этом месте",
            "Спросите общий вопрос про разные музыкальные специальности в этом месте"
          ]
        },
        {
          "name": "Научная лаборатория",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про эксперименты в этом месте",
            "Спросите общий вопрос про важность безопасности в этом месте",
            "Спросите общий вопрос про измерения и наблюдения в этом месте",
            "Спросите общий вопрос про оборудование в этом месте",
            "Спросите общий вопрос про записи результатов в этом месте"
          ]
        },
        {
          "name": "Конференция",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про выступления в этом месте",
            "Спросите общий вопрос про людей с бейджами в этом месте",
            "Спросите общий вопрос про обсуждение профессиональных тем в этом месте",
            "Спросите общий вопрос про перерывы между сессиями в этом месте",
            "Спросите общий вопрос про знакомство с новыми людьми в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Опасные и экстремальные",
      "locations": [
        {
          "name": "Военная база",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про дисциплину в этом месте",
            "Спросите общий вопрос про форму и внешний вид в этом месте",
            "Спросите общий вопрос про ограниченный доступ в это место",
            "Спросите общий вопрос про регулярные тренировки в этом месте",
            "Спросите общий вопрос про иерархию в этом месте"
          ]
        },
        {
          "name": "Подводная лодка",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про замкнутое пространство в этом месте",
            "Спросите общий вопрос про отсутствие привычного вида из окна в этом месте",
            "Спросите общий вопрос про длительное пребывание без выхода в этом месте",
            "Спросите общий вопрос про важность техники безопасности в этом месте",
            "Спросите общий вопрос про ощущение изоляции в этом месте"
          ]
        },
        {
          "name": "Тюрьма",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про свободу передвижения в этом месте",
            "Спросите общий вопрос про разделение людей по помещениям в этом месте",
            "Спросите общий вопрос про уровень контроля в этом месте",
            "Спросите общий вопрос про отношение к правилам в этом месте",
            "Спросите общий вопрос про постоянных обитателей этого места"
          ]
        },
        {
          "name": "Полицейский участок",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про людей, которые приходят сюда с проблемами",
            "Спросите общий вопрос про работу с документами в этом месте",
            "Спросите общий вопрос про официальное общение в этом месте",
            "Спросите общий вопрос про ожидание своей очереди в этом месте",
            "Спросите общий вопрос про людей в форме в этом месте"
          ]
        },
        {
          "name": "Штаб спецслужб",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про конфиденциальность в этом месте",
            "Спросите общий вопрос про ограниченный доступ в это место",
            "Спросите общий вопрос про уровень наблюдения в этом месте",
            "Спросите общий вопрос про обсуждение важной информации в этом месте",
            "Спросите общий вопрос про скрытность работы в этом месте"
          ]
        },
        {
          "name": "Секретная лаборатория",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про эксперименты с неизвестным результатом в этом месте",
            "Спросите общий вопрос про ограниченный круг людей в этом месте",
            "Спросите общий вопрос про особые меры безопасности в этом месте",
            "Спросите общий вопрос про необычное оборудование в этом месте",
            "Спросите общий вопрос про секретность проектов в этом месте"
          ]
        },
        {
          "name": "Корабль в шторм",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про устойчивость на ногах в этом месте",
            "Спросите общий вопрос про влияние стихии в этом месте",
            "Спросите общий вопрос про качку в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции экипажа в этом месте"
          ]
        },
        {
          "name": "Полевой госпиталь",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Зона бедствия",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Карантинный центр",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Фэнтези миры",
      "locations": [
        {
          "name": "Фэнтези таверна",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Эльфийский лес",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Замок ведьмаков",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Пещера дракона",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Гильдия магов",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Пиратский порт",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Башня мага",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Рыцарский турнир",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Лагерь орков",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Подземелье",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Космос и sci-fi",
      "locations": [
        {
          "name": "Космическая станция",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Звездолет",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Космический док",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Марсианская колония",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Инопланетный рынок",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Зал галактического совета",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Лаборатория ИИ",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Киберпанк город",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Подземный бункер",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Офис мегакорпорации",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Киновселенные",
      "locations": [
        {
          "name": "Хогвартс",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Корабль Звездных войн",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Готэм",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Штаб Мстителей",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Парк юрского периода",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Матрица",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Дикий запад",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Зомби город",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Город будущего",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Игровой мир",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        }
      ]
    },
    {
      "groupName": "Необычные и абстрактные",
      "locations": [
        {
          "name": "Сон",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Гигантский магазин",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Летающий город",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Поезд времени",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Бесконечный офис",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Остров шоу",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "VR переговорка",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Магический рынок",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Город шепота",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        },
        {
          "name": "Кафе между мирами",
          "chosed_times": 0,
          "hints": [
            "Спросите общий вопрос про атмосферу в этом месте",
            "Спросите общий вопрос про звуки в этом месте",
            "Спросите общий вопрос про эмоции людей в этом месте",
            "Спросите общий вопрос про типичные действия в этом месте",
            "Спросите общий вопрос про внешний вид в этом месте"
          ]
        }
      ]
    }
  ];
}