class LocationsData {
  static const List<Map<String, dynamic>> groups = [
    {
      "groupName": "Городская повседневность",
      "locations": [
        "Больница",
        "Школа",
        "Метро",
        "Автобусная остановка",
        "Библиотека",
        "Супермаркет",
        "Парк развлечений",
        "Стадион",
        "Банк",
        "Аэропорт",
      ]
    },
    {
      "groupName": "Работа и бизнес",
      "locations": [
        "Офис",
        "Коворкинг",
        "Строительная площадка",
        "Завод",
        "IT компания",
        "Кухня ресторана",
        "Салон красоты",
        "Отель",
        "Телестудия",
        "Фитнес клуб",
      ]
    },
    {
      "groupName": "Путешествия и транспорт",
      "locations": [
        "Самолет",
        "Поезд",
        "Ночной поезд",
        "Круизный лайнер",
        "Порт",
        "Заправка",
        "Прокат автомобилей",
        "Туристический автобус",
        "Иностранное метро",
        "Маленький аэропорт",
      ]
    },
    {
      "groupName": "Развлечения и встречи",
      "locations": [
        "Кинотеатр",
        "Ночной клуб",
        "Караоке бар",
        "Торговый центр",
        "Игровой клуб",
        "Казино",
        "Фестиваль",
        "Аквапарк",
        "Зоопарк",
        "Музей",
      ]
    },
    {
      "groupName": "Образование и культура",
      "locations": [
        "Университет",
        "Аудитория",
        "Музыкальная школа",
        "Театр",
        "Галерея",
        "Языковая школа",
        "Читальный зал",
        "Консерватория",
        "Научная лаборатория",
        "Конференция",
      ]
    },
    {
      "groupName": "Опасные и экстремальные",
      "locations": [
        "Военная база",
        "Подводная лодка",
        "Тюрьма",
        "Полицейский участок",
        "Штаб спецслужб",
        "Секретная лаборатория",
        "Корабль в шторм",
        "Полевой госпиталь",
        "Зона бедствия",
        "Карантинный центр",
      ]
    },
    {
      "groupName": "Фэнтези миры",
      "locations": [
        "Фэнтези таверна",
        "Эльфийский лес",
        "Замок ведьмаков",
        "Пещера дракона",
        "Гильдия магов",
        "Пиратский порт",
        "Башня мага",
        "Рыцарский турнир",
        "Лагерь орков",
        "Подземелье",
      ]
    },
    {
      "groupName": "Космос и sci-fi",
      "locations": [
        "Космическая станция",
        "Звездолет",
        "Космический док",
        "Марсианская колония",
        "Инопланетный рынок",
        "Зал галактического совета",
        "Лаборатория ИИ",
        "Киберпанк город",
        "Подземный бункер",
        "Офис мегакорпорации",
      ]
    },
    {
      "groupName": "Киновселенные",
      "locations": [
        "Хогвартс",
        "Корабль Звездных войн",
        "Готэм",
        "Штаб Мстителей",
        "Парк юрского периода",
        "Матрица",
        "Дикий запад",
        "Зомби город",
        "Город будущего",
        "Игровой мир",
      ]
    },
    {
      "groupName": "Необычные и абстрактные",
      "locations": [
        "Сон",
        "Гигантский магазин",
        "Летающий город",
        "Поезд времени",
        "Бесконечный офис",
        "Остров шоу",
        "VR переговорка",
        "Магический рынок",
        "Город шепота",
        "Кафе между мирами",
      ]
    }
  ];
}
